{
  "Our advantages" : "Avantaje",
  "Value" : "Valoare",
  "We unlock brand VALUE — polish the brand identity to make it brighter." : "Descoperim VALOAREA (Lustruim identitatea mărcii pentru a o face mai atrăgătoare)",
  "Design to WOW — craft outstanding visuals in every pixel." : "Design-uri cu efect WOW (Creăm vizual-uri remarcabile prin fiecare pixel)",
  "Data" : "Informație",
  "Humanize the DATA — treat data as a counselor, not an enemy." : "Umanizăm DATELE (Tratăm datele ca pe un consilier, nu ca pe un inamic)",
  "Clients" : "Clienți",
  "Partner with our CLIENTS - we know you know more about your brand." : "Creăm parteneriate cu CLIENȚII (Știm că îți cunoști și simți brand-ul cel mai bine)",
  "Technology" : "Tehnologie",
  "Use latest TECHNOLOGY - apply rock-solid skills to stay up-to-date with the tech world." : "Utilizăm cea mai recentă TEHNOLOGIE (Aplicăm abilități solide pentru a fi la curent cu lumea tehnologică)",
  "What we do" : "Cu ce ne ocupăm",
  "Learn more" : "Află mai mult",
  "We crafted these" : "Noi am creat acestea",
  "See our work" : "Vezi mai multe",
  "Our beloved clients" : "Clienții noștri iubiți",
  "We don’t work for people. We work with people." : "Nu lucrăm pentru oameni. Lucrăm cu oameni.",
  "We craft your brand's" : "Modelăm",
  "voice" : "vocea",
  "vibe" : "vibe-ul",
  "vibrance" : "vibranța",
  "A" : "O",
  "creative digital agency" : "agenție digitală creativă",
  "that" : "care ",
  "provides the full range" : "oferă gama completă",
  "of digital marketing services" : "de servicii de marketing digital",
  "based on" : "bazate pe",
  "bold ideas" : "idei îndrăznețe",
  "and" : "și ",
  "experienced techniques" : "experiență",
  "Scroll down to find more reasons to choose us" : "Scroll în jos pentru mai multe",
  "that provides" : "care oferă",
  "the full range of digital marketing" : "gama completă de servicii de marketing",
  "services based on" : "digital bazate pe",
  "We worked with them on this" : "Am lucrat cu ei la acest serviciu",
  "Click to scroll" : "Apasă pe săgeată",

  "The relationship between you and your customer is like a marriage. Before becoming close you have to establish the right connection.The one that is based on empathy and sympathy for the brand, so that this relationship could be loyal and long lasting." : "Relația dintre tine  și clientul tine este ca o căsătorie. Înainte de a deveni apropiat, trebuie să stabilești conexiunea corectă, care se bazează pe empatie și simpatie pentru brand, astfel încât această relație să fie loială și de durată.",
  "What are the main stages of this relationship?" : "Care sunt etapele principale ale acestei relații?",
  "<b>1. Initial meeting aka Attraction</b>" : "<b>1. Întâlnirea inițială aka Atracția</b>",
  "Any relationship has to start somewhere. The initial meeting may take place over some social media platforms. It depends on which your client spends the most time: Instagram, Facebook, Youtube, Pinterest." : "Orice relație trebuie să înceapă de undeva. Întâlnirea inițială poate avea loc pe unele platforme de socializare. Depinde unde clientul care petrece cel mai mult timp: Instagram, Facebook, Youtube, Pinterest.",
  "Different arenas for meeting allow for different opportunities to get to know each other and create the right content (visual or written) to trigger interest." : "Diferite arene pentru întâlnire creează diferite oportunități de a se cunoaște reciproc și de a crea conținutul potrivit (vizual sau scris) pentru a declanșa interes.",
  "<b>2: Curiosity, Interest, and Infatuation</b>" : "<b>2: Curiozitate, interes și pasiune</b>",
  "During the second stage, attraction and infatuation are most pronounced." : "În a doua etapă, atracția și pasiunea sunt cele mai pronunțate.",
  "They start following your social media accounts, like, save and share your posts and show you signs of attention. Here is the point where we caught their interest and make some personalized offers, content." : "Încep să te urmărească pe conturile de socializare, cum ar fi, să salvezei și partajeze postările tale și manifestă semne de atenție. Iată punctul în care le-am captat interesul și putem mai apoi să le facem câteva oferte sau conținut personalizat.",
  "<b>3: “Enlightenment” and Becoming a Couple</b>" : "<b>3: „Iluminare” și crearea cuplului</b>",
  "During this stage of a relationship they already know what are your values, purposes, how often you post and what are your interests. At this stage, they ask themselves if you are the right choice for them, as there are so many other brands on the market, Maybe they have to try something new. At this stage, we take a break, and prepare some new and interesting campaigns, to reburn the flame of attraction that was at the very beginning of your relationship." : "În această etapă a unei relații, ei știu deja care sunt valorile, scopurile, cât de des postezi și care sunt interesele tale. În acest stadiu, ei se întreabă dacă ești alegerea potrivită pentru ei, deoarece există atât de multe alte mărci pe piață, poate că trebuie să încerce ceva nou. În acest stadiu, luăm o pauză și pregătim câteva campanii noi și interesante, pentru a reaprinde flacăra de atracție care a fost chiar la începutul relației voastre.",
  "<b>4: Commitment or Engagement</b>" : "<b>4: Angajament sau loialitate</b>",
  "At this stage in a relationship, couples should have a good understanding of your values, products/ services and help you develop for the future. They already recommend you to their family and friends." : "În acest stadiu al unei relații, cuplurile ar trebui să înțeleagă bine valorile, produsele / serviciile tale și să te ajute să vă dezvoltați pentru viitor. Te recomandă deja familiei și prietenilor lor.",
  "Open and honest conversations should be happening through stories, quizzes,  polls, so that you could improve your brand and meet the high expectations." : "La această etapă, trebuie să aibă loc convorbiri deschise și oneste, prin povești, chestionare, sondaje, astfel încât să poți îmbunătăți marca și îndeplini așteptările ridicate.",
  "NB! Remember, all relationships are cyclical and you have to constantly work on this." : "NB! Amintește-ți, toate relațiile sunt ciclice și trebuie să lucrezi constant la acest lucru.",
  "We are ready to be your therapist!" : "Suntem gata să fim terapeutul tău!",

  "Every organization is a living, breathing entity, continually  growing, changing, and responding to outside influences. It’s easy to see, therefore, how your organization’s corporate culture is inextricably linked to its branding and strategy." : "Fiecare organizație este o entitate vie, care respiră, care crește continuu, se schimbă și răspunde la influențele exterioare. Prin urmare, este ușor de văzut cum cultura corporativă a companiei tale este indisolubil legată de branding și strategie.",
  "In today’s competitive marketplace, it’s vital for organizations of all sizes, missions, and purposes to establish a corporate identity manual, brand style guide, principles, and tone of voice. Here are four reasons why." : "În mediul competitiv de astăzi, este vital pentru organizațiile de toate dimensiunile, misiunile și scopurile să stabilească un manual de identitate corporativă, un ghid de stil al mărcii. Iată patru motive pentru care să alegi să creezi un stil coerent",
  "<b>Cohesiveness</b>. Establishing a consistent corporate brand identity ensures that everyone in the organization represents it the same way every time they interact with clients, stakeholders, and potential customers." : "<b>Coezivitate</b>. Stabilirea unei identități de marcă corporativă consecvente asigură faptul că toată lumea din organizație să o reprezinte în același mod de fiecare dată când interacționează cu clienții ți mediul de afaceri.",
  "<b>Expertise</b>. A company identity helps project your brand as a trustworthy expert in your industry." : "<b>Expertiză</b>. Identitatea unei companii te ajută să îți poziționezi marca ca un expert de încredere în industrie.",
  "<b>Reliability</b>. A carefully crafted and cultivated corporate identity helps standardize your brand’s visual presentation across all channels, such as email, social media, etc." : "<b>Fiabilitate</b>. O identitate corporativă elaborată și cultivată cu atenție ajută la standardizarea prezentării vizuale a mărcii pe toate canalele, cum ar fi e-mailul, rețelele sociale etc.",
  "<b>Authority</b>. A strong corporate identity sets you apart from the competition and makes your brand readily recognizable through design, communication, and action." : "<b>Autoritate</b>. O identitate corporativă puternică te diferențiază de concurență și îți face brand-ul ușor de recunoscut prin design, comunicare și acțiune.",

  "Do you love fast results? Then choose Google Ads. Through this strategy you will be on your clients` sight all along. We can track your customers and their behaviour on your site, thus increasing the revenues and e-commerce conversion rate. Let`s dive into the main types of Google Ads campaigns, to choose the best for your business." : "Îți plac rezultatele rapide? Atunci alege Google Ads. Prin această strategie vei fi mereu aproape de clienții tăi. Putem urmări clienții și comportamentul acestora pe site-ul tău, crescând astfel veniturile și rata de conversie a comerțului electronic. Îți propunem câteva tipuri de campanii potrivite pentru afacerea ta:",
  "<b>Search</b> – Text ads on Google search results" : "<b>Search Ads</b>- Anunțuri text pe rezultatele căutării Google",
  "<b>Display</b> – Image ads on websites or on Gmail" : "<b>Display Ads</b> - Anunțuri de pe imagine pe site-uri web sau pe Gmail",
  "<b>Video</b> – Video ads on YouTube" : "<b>Video</b> - Anunțuri video pe YouTube",
  "<b>Shopping</b> – Product listings on Google" : "<b>Shopping</b> - Listarea produselor pe Google",
  "<b>App</b> – Your app promotion on many channels" : "<b>Aplicație</b> - Promovarea aplicației pe mai multe canale",
  "<b>Smart</b> – Simplified automated ads on Google and across the web" : "<b>Smart</b> - Anunțuri automatizate simplificate pe Google și pe web",
  "<b>Local</b> – Drive customers to a physical location" : "<b>Local</b> - Aducerea clienților către locația fizică",
  "<b>Discovery</b>  – Runs ads across Google’s feeds when they’re open" : "<b>Discovery</b> - Difuzarea anunțurilor în fluxurile Google",

  "Everybody is on Facebook now! Not a surprise!" : "Toată lumea este pe Facebook acum! Nu este o surpriză!",
  "But wasting money and getting 0 results is what shocks and gets everyone mad! Not us, and not you anymore, if you choose us. We know it sounds like a cliche because it is. However you already know that you need a correct, client and sales oriented Facebook and Instagram ads strategy for your business." : "Dar risipirea banilor și obținerea a 0 rezultate este ceea ce șochează și înnebunește pe orice proprietar de afacere! Nu noi, și nu tu, dacă ne alegi pe noi. Știm că sună ca un cliche, pentru că este :). Cu toate acestea, știi deja că ai nevoie de o strategie publicitară corectă, orientată spre clienți și vânzări pe Facebook și Instagram pentru afacerea ta.",
  "At Lira Digital Agency, we believe that every brand can sell on Facebook. We use a carefully considered combination of organic posts and Facebook Ads to lead potential customers through the sales funnel." : "La Lira Digital Agency, credem că fiecare marcă poate vinde pe Facebook. Folosim o combinație atent analizată de postări organice și Facebook Ads pentru a conduce clienții potențiali prin pâlnia de vânzări.",
  "All of our work begins with a well thought out strategy, from which we develop campaigns that speak to your audience at a lower cost per conversion." : "Toată munca noastră începe cu o strategie bine gândită, din care dezvoltăm campanii care vorbesc publicului tău. la un cost pe conversie mai mic.",
  "In the past month, our social media gurus have led home design, e-commerce, and parquet production, beauty salons and other companies to a 239%, 1264%, and 1656% return in ad spend respectively." : "În ultimile luni, super specialiștii noștri în rețelele de socializare au creat campanii pentru companii din domeniul interior design, comerț electronic și producția de parchet, saloane de înfrumusețare și alte industrii la un profit de 239%, 1264% și respectiv 1656% din cheltuielile publicitare.",

  "Either you come for a piece of cake, or you can have it all!" : "Poți veni după o bucată de tort,sau poți lua tot tortul!",
  "It means taking a holistic approach to marketing so you can avoid leaving any gaps. Implementing such a plan means maintaining a solid presence across multiple online channels to get closer to your clients." : "Înseamnă să adoptați o abordare holistică față de marketing, astfel încât să poți aborda mai multe aspecte. Implementarea unui astfel de plan înseamnă menținerea unei prezențe solide pe mai multe canale online pentru a te apropia de clienți.",
  "<ul><li>&#8226; <b>Social media</b>. This is one of the most important resources for marketing in the modern age.</li><li>&#8226; <b>Live events</b>. You can host your own events online—from prescheduled webinars to more laid-back “Ask Me Anything” sessions.</li><li>&#8226; <b>Apps</b>. Mobile apps are especially useful because they allow you to reach customers anytime, anywhere.</li><li>&#8226; <b>Email</b>. Email marketing is an excellent method of spreading the news about sales or special deals you have going on, as well as for making announcements related to your business.</li><li>&#8226; <b>Video</b>. Video marketing continues to be one of the most popular and effective forms of advertising. Having a presence on YouTube and posting videos to your website can help extend your reach and engage potential customers.</li><li>&#8226; <b>Mobile web design</b>. It`s not enough to have a great design for standard web users; you must also optimize your site for mobile browsers, especially as the percentage of people who browse the internet on mobile devices continues to increase at a rapid pace.</li></ul>" : "<ul><li>&#8226; <b>Rețele sociale</b>. Aceasta este una dintre cele mai importante resurse pentru marketing în epoca modernă.</li><li>&#8226; <b>Evenimente live.</b> Vă puteți găzdui propriile evenimente online - de la seminarii web programate până la sesiuni de interacțiune cu urmăritorii.</li><li>&#8226; <b>Blogging.</b> Este important să creăm în mod constant conținut de calitate printr-un blog și să ne poziționăm ca și experți în domeniu.</li><li>&#8226; <b>Aplicații.</b> Dezvoltarea aplicațiilor mobile în special, oferă mai multă accesibilitate și ușurință în accesarea serviciilor și produselor de către clienți.</li><li>&#8226; <b>E-mail.</b> Marketingul prin e-mail este o metodă excelentă de a răspândi anunțuri legate de afacere, știri despre vânzări sau oferte actuale.</li><li>&#8226; <b>Video.</b> Marketingul prin video continuă să fie una dintre cele mai populare și eficiente forme de publicitate. Prezența pe YouTube și postarea videoclipuri pe site, rețele de socializare te ajută să fie mai credibil în fața clienților actuali și potențiali.</li><li>&#8226; <b>Web Design pentru mobil.</b> Nu este suficient să ai un design excelent pentru utilizatorii web standard; trebuie, de asemenea, să ai site-ul optimizat pentru browserele mobile, mai ales că raportul dintre utilizatorii de smartphone și laptop este de 70% la 30%</li>",

  "The glory of any website depends on how good its web design is. Web design is the most crucial part of your website building. It is the first thing that users and potential customers are going to see, that`s why it must be done cautiously with utmost perfection." : "Succesul oricărui site web depinde de cât de bun este designul său web. Designul web este cea mai importantă parte a construirii site-ului tău. Este primul lucru pe care îl vor vedea utilizatorii și potențialii clienți, de aceea trebuie făcut cu precauție, pur și simplu perfect.",
  "But how to do it and what are the basics of web design? Wait, wait.. do not bother yourself much, we are right here just to make the best UI/UX design for your site or app." : "Dar cum se face și care sunt elementele de bază ale designului web? Nu îți pune prea multe întrebări, suntem chiar aici doar pentru a realiza cel mai bun design UI / UX pentru site-ul sau aplicația ta.",
  "The websites and web applications these days are more complex and dynamic. This increases the complexity for the visitors to use and understand it. That`s why taking proper care of UI and UX has become so important now." : "În prezent, site-urile și aplicațiile web sunt mai complexe și dinamice. De aceea, abordarea corespunzătoare a UI și UX a devenit atât de importantă acum.",
  "According to some stats of last year, 62% of the population uses the internet. That means, around 4.8 billion people!! Organisations and businesses are taking this opportunity to increase their business on the internet to reach lots and lots of people. You see, now almost every business is on the internet, also offline businesses are planning to join the online world. " : "Conform unor statistici de anul trecut, 62% din populație folosește internetul. Asta înseamnă, în jur de 4,8 miliarde de oameni !! Organizațiile și companiile profită de această ocazie pentru a-și crește afacerea pe internet pentru a ajunge la tot mai mulți utilizatori.",
  "The point of letting you know all this is to understand the value of a qualitative UX/UI for your next website or app!" : "Scopul de a vă informa despre toate acestea este să înțelegi valoarea unui UX / UI calitativ pentru următorul site sau aplicație!"

}