{
  "The things we do" : "Cu ce ne ocupăm",
  "Full service marketing" : "Servicii complete de marketing",
  "We’ve spent years developing our team and tactics to meet the marketing needs of your business, whatever stage it’s in. We’re small enough to personalize your experience, and large enough to provide a wide array of marketing services tailored to your business goals." : "Am petrecut ani de zile dezvoltând echipa și strategia noastră pentru a satisface nevoile de marketing ale afacerii dvs., indiferent de stadiul în care se află. Suntem suficient de mici pentru a vă personaliza experiența și suficient de mari pentru a vă oferi o gamă largă de servicii de marketing adaptate obiectivelor dvs. de afaceri.",
  "Loading ..." : "Se încarcă ...",

  "We know social media. It’s the foundation upon how we built our business, and it’s a critical component to your foundational marketing and growth strategy." : "Cunoaștem rețelele sociale. Este fundamentul modului în care ne-am construit afacerea și o componentă esențială a strategiei de marketing și creștere.",
  "Over 4 billion people use social media worldwide, nearly 300 million are in the US, and the average user spends 144 minutes per day on social platforms. We know that 54% of social browsers research products via social media before buying. With 70% of Americans on social media every day, it’s the perfect place to tell your brand’s story and find your fans." : "Peste 4 miliarde de oameni folosesc rețelele sociale în întreaga lume, aproape 300 de milioane sunt în SUA, iar utilizatorul mediu petrece 144 de minute pe zi pe platformele sociale. Știm că 54% dintre browserele sociale caută produse prin intermediul rețelelor sociale înainte de a cumpăra. Cu 70% dintre americani pe rețelele sociale în fiecare zi, este locul perfect pentru a spune povestea mărcii dvs. și pentru a vă găsi fanii.  ",
  "Our team’s social media packages are designed with your strategy and needs in mind, and can be customized to match your budget and goals." : "Pachetele noastre de social media sunt concepute ținând cont de strategia și nevoile dvs. și pot fi personalizate pentru a se potrivi bugetului și obiectivelor dvs.",
  "Social Media Services" : "Servicii de social media",
  "Social Media Audit and Optimization" : "Audit și optimizare a rețelelor sociale",
  "Market Research and Competitive Analysis" : "Cercetarea pieții și analiza competitivă",
  "Social Media Strategy" : "Strategie Social Media",
  "Content and Design" : "Content și Design",
  "Hashtag Strategy" : "Strategie Hashtag",
  "Social Media Advertising" : "Social Media Advertising",
  "Facebook and Instagram Live Coaching and Management" : "Facebook / Instagram Live Coaching și Management",
  "Analytics and Reporting" : "Analize și Rapoarte",

  "The relationship between you and your customer is like a marriage. Before becoming close you have to establish the right connection.The one that is based on empathy and sympathy for the brand, so that this relationship could be loyal and long lasting." : "Relația dintre tine și clientul tine este asemeni unei căsătorii. Înainte de a deveni apropiați, e necesar să stabiliți conexiunea potrivită. Relația va începe cu simpatia și empatia clientului manifestate față de brandul tău. Doar așa, relația brand-consumator poate fi loială și durabilă.",
  "What are the main stages of this relationship?" : "Care sunt etapele principale ale acestei relații?",
  "<b>1. Initial meeting aka Attraction</b>" : "<b>1. Întâlnirea inițială aka Atracția</b>",
  "Any relationship has to start somewhere. The initial meeting may take place over some social media platforms. It depends on which your client spends the most time (Instagram, Facebook, Youtube, Pinterest)." : "Orice relație trebuie să înceapă de undeva. Întâlnirea inițială poate avea loc pe una dintre rețele de socializare. Depinde unde clientul care petrece cel mai mult timp (Instagram, Facebook, Youtube, Pinterest).",
  "Different arenas for meeting allow for different opportunities to get to know each other and create the right content (visual or written) to trigger interest." : "Diferite arene pentru întâlnire creează diferite oportunități de a se cunoaște reciproc și de a crea conținutul potrivit (vizual sau scris) pentru a declanșa interes.",
  "<b>2. Curiosity, Interest, and Infatuation</b>" : "<b>2. Curiozitate, interes și pasiune</b>",
  "During the second stage, attraction and infatuation are most pronounced." : "În a doua etapă, atracția și pasiunea sunt emoțiile cele mai pronunțate.",
  "They start following your social media accounts, like, save and share your posts and show you signs of attention. Here is the point where we caught their interest and make some personalized offers, content." : "Consumatorul alege să-ți  urmărească activitatea pe rețelele de socializare, cum ar fi, salvează și distribuie conținutul postărilor tale, manifestând astfel semne clare de interest. În acest moment, știi că i-ai captat atenția și este etapa potrivită pentru a-i oferi conținut și oferte personalizate.",
  "<b>3. “Enlightenment” and Becoming a Couple</b>" : "<b>3. „Iluminare” și formarea cuplului</b>",
  "During this stage of a relationship they already know what are your values, purposes, how often you post and what are your interests. At this stage, they ask themselves if you are the right choice for them, as there are so many other brands on the market, Maybe they have to try something new. At this stage, we take a break, and prepare some new and interesting campaigns, to reburn the flame of attraction that was at the very beginning of your relationship." : "În această etapă a „relației”, consumatorul deja cunoaște care sunt valorile, obiectivele, interesele brandului tău și frecvența postărilor pe conturile tale de social media. La această etapă, consumatorul s-ar putea întreba dacă ești alegerea potrivită pentru el/ea, dat fiind faptul că există atât de multe mărci variate pe piață, poate că ar trebui să încerce ceva diferit, nou. Așadar, ajunși la acest punct, luăm o pauză și ne distanțăm ușor,  pentru a pregăti campanii noi și interesante, pentru a reaprinde flacăra atracției ce a izbucnit în etapa inițială a relației „consumator-brand”.",
  "<b>4. Commitment or Engagement</b>" : "<b>4. Angajament sau loialitate</b>",
  "At this stage in a relationship, couples should have a good understanding of your values, products/ services and help you develop for the future. They already recommend you to their family and friends." : "În acest stadiu al relației, consumatorul ar trebui să înțeleagă bine valorile, produsele/serviciile tale și, prin implicarea și alegerea lor zilnică, ei facilitează dezvoltarea ulterioară a brandului tău pe piață. Dacă ei ajung să recomande produsele/serviciile furnizate de brandul tău în cercului lui/ei social, atunci știi cu siguranță că i-ai cucerit.",
  "Open and honest conversations should be happening through stories, quizzes,  polls, so that you could improve your brand and meet the high expectations." : "La această etapă, este indicat să desfășori discuții deschise și oneste, prin povești, chestionare, sondaje pe rețelele de socializare, astfel încât să poți îmbunătăți imaginea brandului și împlini așteptările ridicate.",
  "NB! Remember, all relationships are cyclical and you have to constantly work on this." : "NB! Amintește-ți, toate relațiile sunt ciclice și trebuie să lucrezi constant ca să le menții la nivel.",
  "We are ready to be your therapist!" : "Suntem gata să fim terapeutul tău!",

  "In an ever-evolving digital era, social media is more than just a promotional platform - it is an essential tool for connecting with your audience, building authentic relationships, and driving sales. Every post must be relevant, and every campaign must deliver tangible results. In 2024, we have the technologies and marketing strategies that make the difference between a simple online presence and an active, loyal, and engaged community.": "Într-o eră digitală în continuă schimbare, rețelele sociale sunt mai mult decât o platformă de promovare - sunt un instrument esențial pentru conectarea cu audiența, crearea de relații autentice și generarea de vânzări. Fiecare postare trebuie să fie relevantă, fiecare campanie trebuie să aducă rezultate concrete. În 2024, avem la dispoziție tehnologiile și strategiile de marketing care fac diferența între o simplă prezență online și o comunitate activă, loială și angajată.",
  "Our services include": "Serviciile noastre includ:",
  "<b>Complete Social Media Consultancy</b> - We create integrated strategies for each social platform, aligned with your vision and goals.": "<b>Consultanță completă pentru Social Media</b> - Creăm strategii integrate pentru fiecare platformă socială, aliniate la viziunea și obiectivele tale.",
  "<b>Content Creation</b> - From images to videos, we create content that not only attracts but also resonates with your audience.": "<b>Creare de conținut</b> - De la imagini la video-uri, creăm conținut care nu doar atrage, dar și rezonează cu publicul tău.",
  "<b>Effective Ad Campaigns</b> - We design and manage campaigns that generate conversions, not just impressions": "<b>Campanii publicitare eficiente</b> - Creăm și gestionăm campanii care generează conversii, nu doar impresii.",
  "<b>Analysis and Reporting</b> - We continuously monitor performance and adjust campaigns in real time to improve results.": "<b>Analiză și raportare</b> - Monitorizăm continuu performanța și ajustăm campaniile în timp real pentru a îmbunătăți rezultatele.",
  "<b>Live-Streaming and Real-Time Interaction Consultancy</b> - We help you connect your brand directly with your audience through successful live sessions.": "<b>Consultanță pentru live-streaming și interacțiune în timp real</b> - Te ajutăm să îți conectezi brandul cu audiența în mod direct, prin sesiuni live de succes.",
  "Be where it matters.": "Fii acolo unde contează.",
  "Transform your brand into a leader on social media and grow your business with modern, data-driven strategies that will deliver clear and measurable results.": "Transformă-ți brandul într-un lider pe social media și crește-ți afacerea cu ajutorul unor strategii moderne, bazate pe date, care îți vor aduce rezultate clare și măsurabile.",

  "In an ever-changing world, every company has its own DNA that defines it - internal culture, values, vision, and the way it interacts with the outside world. Corporate identity is not just about a logo or colors but about how your brand presents itself and connects with the audience consistently. In this competitive environment, a clear and coherent identity is essential for success.": "Într-o lume în continuă schimbare, fiecare companie are un ADN propriu care o definește: cultura internă, valorile, viziunea și modul în care interacționează cu lumea exterioară. Identitatea corporativă nu este doar despre logo sau culori, ci despre felul în care brandul tău se prezintă și se conectează cu publicul în mod constant. În acest mediu concurențial, o identitate clară și coerentă este esențială pentru succes.",
  "How we help you build a successful identity": "Cum te ajutăm să construiești o identitate de succes:",
  "<b>Complete Consultancy for Corporate Identity Development</b> - From design to communication strategy, we build you a solid brand based on clear values, reflected in every action of your company.": "<b>Consultanță completă în dezvoltarea identității corporative</b>: De la design la strategia de comunicare, îți construim un brand solid, bazat pe valori clare, care se reflectă în fiecare acțiune a companiei tale.",
  "<b>Creation of Customized Style Guides</b> - We offer you an identity manual that includes clear rules for logo usage, colors, typography, and messaging, ensuring consistency across all channels.": "<b>Creare de ghiduri de stil personalizate</b>: Îți oferim un manual de identitate care să includă reguli clare pentru utilizarea logo-ului, culorilor, tipografiei și mesajelor, pentru a asigura coerența pe toate canalele.",
  "<b>Differentiation Strategies</b> - We help position your brand clearly in the market by highlighting what makes you unique and what your core values are.": "<b>Strategii de diferențiere</b>: Te ajutăm să-ți poziționezi brandul în mod clar pe piață, subliniind ce te face unic și care sunt valorile tale fundamentale.",
  "Be memorable and professional": "Fii memorabil și profesionist",
  "By investing in a strong corporate identity, you'll create a brand that stays in the minds of customers, differentiates you from the competition, and builds long-term trust and authority.": "Investind într-o identitate corporativă puternică, vei crea un brand care rămâne în mintea clienților, te diferențiezi de concurență și construiești relații de încredere și autoritate pe termen lung.",

  "If you want to achieve fast and precise results, Google Ads and YouTube Ads are the ideal solutions to reach the audience that knows what they want. These platforms allow you to focus on active users, increase visibility, and optimize conversions through well-targeted campaigns. Every click and every view is an opportunity to attract customers and maximize your ROI.": "Dacă vrei să obții rezultate rapide și precise, Google Ads și YouTube Ads sunt soluțiile ideale pentru a ajunge direct la publicul care știe ce vrea. Aceste platforme îți permit să te concentrezi pe utilizatori activi, să îți crești vizibilitatea și să optimizezi conversiile prin campanii bine targetate. Fiecare clic și fiecare vizionare sunt oportunități de a atrage clienți și de a-ți maximiza ROI-ul.",
  "Types of Google Ads and YouTube Ads campaigns for your business:": "Tipuri de campanii Google Ads și YouTube Ads pentru afacerea ta:",
  "<b>Search Ads</b> – Text ads that appear on Google search results pages, reaching users who are actively looking for products and services like yours.": "<b>Search Ads</b> – Anunțuri text care apar pe paginile de rezultate Google, ajungând direct la utilizatori care caută produse și servicii ca ale tale.",
  "<b>Display Ads</b> – Visual banners, images, and ads placed on websites and Gmail to capture attention and increase brand awareness.": "<b>Display Ads</b> – Bannere vizuale, imagini și anunțuri plasate pe site-uri web și pe Gmail, pentru a atrage atenția și a crește gradul de cunoaștere a brandului.",
  "<b>Video Ads (YouTube)</b> – Video ads on YouTube, ideal for increasing brand awareness and attracting an interested audience through engaging visual content.": "<b>Video Ads (YouTube)</b> – Anunțuri video pe YouTube, ideale pentru a crește notorietatea brandului și a atrage un public interesat prin conținut vizual captivant.",
  "<b>Shopping Ads</b> – Promote your products directly on Google with images and prices, helping users make purchases directly from search pages.": "<b>Shopping Ads</b> – Promovează produsele tale direct pe Google, cu imagini și prețuri, ajutând utilizatorii să facă achiziții directe din paginile de căutare.",
  "<b>App Ads</b> – Promote your app across multiple channels, attracting new users through app-specific ads.": "<b>App Ads</b> – Promovează aplicația ta pe multiple canale, atrăgând noi utilizatori prin anunțuri specifice aplicațiilor.",
  "<b>Smart Ads</b> – Automated, simple, and effective ads that optimize over time to achieve the best results on Google and display networks.": "<b>Smart Ads</b> – Anunțuri automatizate, simple și eficiente, care se optimizează în timp pentru a obține cele mai bune rezultate, pe Google și pe rețelele de display.",
  "<b>Local Ads</b> – Drive customers to your physical location using localized ads that help them find you quickly.": "<b>Local Ads</b> – Conduce clienții către locația ta fizică, utilizând anunțuri localizate care le permit să te găsească rapid.",
  "<b>Discovery Ads</b> – Broadcast visual ads in Google streams, attracting users' attention with relevant content on multiple Google platforms.": "<b>Discovery Ads</b> – Difuzează anunțuri vizuale în fluxurile Google, atrăgând atenția utilizatorilor prin conținut relevant, pe multiple platforme Google.",
  "Transform visibility into conversions.": "Transformă vizibilitatea în conversii.",
  "With Google Ads and YouTube Ads campaigns, you can reach your marketing objectives faster, with increased traffic and revenue just a click away. With precise targeting, we take your business to the next level.": "Prin campaniile Google Ads și YouTube Ads, îți poți atinge obiectivele de marketing mai repede, creșterea traficului și a veniturilor fiind la un clic distanță. Cu targeting precis, ducem afacerea ta la un nou nivel.",
  
  "At Lira Digital Agency, we create personalized Facebook Ads campaigns, supported by an optimized sales funnel to attract and convert relevant customers. We use advanced targeting techniques and constant testing to maximize ROI and boost the performance of your campaigns.": "La Lira Digital Agency, creăm campanii Facebook Ads personalizate, susținute de un funnel de vânzări optimizat pentru a atrage și transforma clienți relevanți. Folosim tehnici de targetare avansată și testare constantă pentru a maximiza ROI-ul și a crește performanța campaniilor tale.",
  "Our services": "Serviciile noastre:",
  "<b>Consultancy and Customized Strategy</b> - We create a strategy tailored to your business, based on clear objectives (conversions, traffic, brand awareness).": "<b>Consultanță și Strategie Personalizată</b> - Creăm o strategie pe măsura afacerii tale, bazată pe obiective clare (conversii, trafic, brand awareness).",
  "<b>Advanced Targeting</b> - We segment the audience based on behavior and interests to attract relevant customers.": "<b>Targetare Avansată</b> - Segmentăm audiența pe baza comportamentului și intereselor pentru a atrage clienți relevanți.",
  "<b>Optimized Sales Funnels</b> - We create a 3-stage sales funnel:": "<b>Sales Funnels Optimizate</b> - Creăm un funnel de vânzări pe 3 etape:",
  "- <b>Top of Funnel</b> - Awareness building through video ads and banners.": "- <b>Top of Funnel</b> - Creșterea conștientizării prin anunțuri video și banner.",
  "- <b>Middle of Funnel</b> - Education and trust-building with offers and testimonials.": "- <b>Middle of Funnel</b> - Educație și încredere cu oferte și testimoniale.",
  "- <b>Bottom of Funnel</b> - Conversion campaigns to turn interest into purchases.": "- <b>Bottom of Funnel</b> - Campanii de conversie pentru a transforma interesul în achiziție.",
  "<b>Optimization and A/B Testing</b> - We continuously monitor, optimize, and test campaigns to improve performance and results.": "<b>Optimizare și Testare A/B</b> - Monitorizăm și ajustăm campaniile pentru a îmbunătăți performanța continuu.",
  "<b>Landing Page Creation</b> - We build optimized landing pages for maximum conversions.": "<b>Crearea de Landing Pages</b> - Construim pagini de destinație optimizate pentru conversii maxime.",
  "<b>Detailed Reporting</b> - We provide clear reports to measure success and adjust the strategy.": "<b>Raportare Detaliată</b> - Oferim rapoarte clare pentru a măsura succesul și a ajusta strategia.",
  "Average Results by Industry": "Rezultate Medii pe Industrii",
  "<b>E-commerce</b> - Average ROI of 300%-400% through remarketing.": "<b>E-commerce</b> - ROI mediu de 300%-400% prin remarketing.",
  "<b>Interior Design</b> - Average ROI of 250%-300% for attracting local clients.": "<b>Design Interior</b> - ROI mediu de 250%-300% pentru atragerea clienților locali.",
  "<b>Beauty Salons/Aesthetic Surgery Clinics</b> - Average ROI of 300%-350%, ": "<b>Salone de Înfrumusețare/clinici de chirurgie estetică</b> - ROI mediu de 300%-350%,",
  "Geo - Moldova, Romania, UAE": "Geo: Republica Moldova, România, UAE",
  "<b>Language Schools</b> - Average ROI of 350%-400% through precise targeting of international students.": "<b>Școli de Limbi Străine</b> - ROI mediu de 350%-400% prin targetare precisă a studenților internaționali.",
  "Turn your interactions on Facebook into a constant revenue stream with optimized campaigns and an efficient sales funnel. At Lira Digital Agency, we maximize the impact of every campaign for your business.": "Transformă interacțiunile tale pe Facebook într-o sursă constantă de venituri cu campanii optimizate și un funnel de vânzări eficient. La Lira Digital Agency, maximizăm impactul fiecărei campanii pentru afacerea ta.",
  
  "In the modern marketing landscape, success is not just about focusing on one platform or one aspect of your business—it's about creating a seamless experience for your customers across all channels. With 360° marketing, we create a holistic approach that covers every angle, from brand awareness to conversion. Our goal is to ensure that no matter where your audience interacts with your brand, they experience consistency, relevance, and value.": "Într-o eră digitală dinamică, o abordare integrală este esențială pentru a construi o prezență solidă și a atinge succesul pe multiple canale online. Oferim soluții de marketing digital 360° care se aliniază perfect cu obiectivele tale, acoperind fiecare aspect al promovării online, de la generarea de trafic până la conversii și fidelizarea clienților.",
  "What we offer with 360° Marketing": "Serviciile noastre includ:",
  "<b>Integrated Marketing Campaigns</b> - We create multi-channel campaigns that include online, offline, and experiential marketing, aligning every aspect of your strategy to achieve the best results.": "<b>Social Media Marketing</b>: Campanii personalizate pentru atragerea și interacțiunea cu audiența pe platformele relevante (Facebook, Instagram, LinkedIn).",
  "<b>Cross-Platform Synergy</b> - We ensure that your message is consistent and tailored across all digital channels—social media, email, search engines, websites, and even physical stores.": "<b>Email Marketing</b>: Campanii segmentate pentru creșterea conversiilor și menținerea clienților informați și implicați.",
  "<b>Customer-Centric Strategies</b> - By analyzing customer behavior, preferences, and engagement patterns, we tailor our approach to ensure that every campaign speaks directly to their needs and desires.": "<b>Content Marketing & Design</b>: Creăm conținut original și vizualuri care să captiveze publicul și să construiască o legătură autentică cu brandul.",
  "<b>Data-Driven Insights</b> - We continuously analyze performance and optimize campaigns based on real-time data, adjusting our approach to maximize results.": "<b>Video Marketing</b>: Strategii video pentru creșterea vizibilității brandului pe platformele de socializare și site.",
  "<b>Brand Experience</b> - We ensure that every interaction your audience has with your brand—whether online or offline—is impactful and memorable, strengthening customer loyalty and driving long-term growth.": "<b>SEO & SEM</b>: Optimizare pentru căutările organice și campanii de Google Ads pentru creșterea traficului și conversiilor.",
  "With our 360° marketing approach, your brand is positioned at the center of a cohesive, data-driven strategy that moves customers through the entire journey, from awareness to conversion, with clarity and precision.": "De ce să alegi o abordare 360°? În esență, abordarea 360° oferă o soluție completă, dinamică și flexibilă, care îmbunătățește atât experiența clientului, cât și eficiența campaniilor tale de marketing, creând un impact sustenabil pe termen lung.",
  
  "User Interface (UI) and User Experience (UX) design are at the heart of every digital interaction. Whether it's a website, app, or any other digital product, a great UI/UX design is key to ensuring users engage with your brand effectively, enjoy the experience, and ultimately take action. At Lira Digital Agency, we focus on designing user-centered digital experiences that are both visually appealing and functionally efficient.": "Interfața Utilizatorului (UI) și Experiența Utilizatorului (UX) stau la baza fiecărei interacțiuni digitale. Indiferent dacă este vorba despre un site web, o aplicație sau orice alt produs digital, un design UI/UX bine realizat este cheia pentru a asigura că utilizatorii interacționează eficient cu brandul tău, se bucură de experiență și, în cele din urmă, iau măsuri. La Lira Digital Agency, ne concentrăm pe proiectarea unor experiențe digitale centrate pe utilizator, care să fie atât atractive vizual, cât și eficiente funcțional.",
  "What we offer in UI/UX Design": "Ce oferim în materie de design UI/UX:",
  "<b>User-Centered Design</b> - Our designs focus on your audience, ensuring that each touchpoint delivers a smooth, intuitive experience that meets their needs and expectations.": "<b>Design Centrat pe Utilizator</b> - Creăm designuri care se concentrează pe publicul tău, asigurându-ne că fiecare punct de contact oferă o experiență lină, intuitivă și conformă cu nevoile și așteptările lor.",
  "<b>Wireframing and Prototyping</b> - We create wireframes and prototypes to visualize the structure and functionality of your digital products, ensuring the design is both practical and user-friendly.": "<b>Wireframing și Prototipare</b> - Dezvoltăm wireframe-uri și prototipuri pentru a vizualiza structura și funcționalitatea produselor tale digitale, asigurându-ne că designul este practic și ușor de utilizat.",
  "<b>UI Design</b> - We design beautiful, on-brand user interfaces that provide a visually engaging experience while remaining functional and intuitive.": "<b>UI Design</b> - Proiectăm interfețe vizuale atractive și conforme cu identitatea brandului tău, oferind o experiență vizuală captivantă, dar rămânând funcționale și intuitive.",
  "<b>UX Research and Testing</b> - We conduct in-depth user research to understand pain points, behaviors, and motivations, followed by testing to ensure our designs improve usability and meet user expectations.": "<b>Cercetare și Testare UX</b> - Realizăm cercetări detaliate pentru a înțelege punctele sensibile, comportamentele și motivațiile utilizatorilor, urmate de testări pentru a ne asigura că designurile noastre îmbunătățesc utilizabilitatea și îndeplinesc așteptările utilizatorilor.",
  "<b>Mobile-First Design</b> - With a growing number of users accessing digital products via mobile devices, we prioritize mobile-first design to ensure seamless experiences on any device.": "<b>Design Mobile-First</b> - Având în vedere numărul tot mai mare de utilizatori care accesează produse digitale de pe dispozitive mobile, prioritatea noastră este un design mobile-first pentru a asigura experiențe liniare pe orice dispozitiv.",
  "<b>Conversion Optimization</b> - We design with conversion in mind, using data and best practices to create interfaces that drive users to take meaningful actions, whether it's making a purchase, signing up, or engaging with content.": "<b>Optimizare pentru Conversii</b> - Proiectăm având în vedere conversiile, folosind date și cele mai bune practici pentru a crea interfețe care îi încurajează pe utilizatori să ia măsuri semnificative, fie că este vorba de o achiziție, înscriere sau interacțiune cu conținutul.",
  "<b>Continuous Improvement</b> - We use analytics and user feedback to constantly iterate and refine designs, ensuring that the user experience evolves with trends, technology, and customer needs.": "<b>Îmbunătățire Continuă</b> - Folosim analize și feedback de la utilizatori pentru a îmbunătăți constant și a rafina designul, asigurându-ne că experiența utilizatorului evoluează în funcție de tendințe, tehnologie și nevoile clienților.",
  "Through our UI/UX design services, we help you deliver exceptional digital experiences that not only meet user expectations but exceed them, increasing engagement, customer satisfaction, and conversion rates.": "Un design UX/UI de calitate nu doar că îmbunătățește satisfacția utilizatorilor, dar contribuie direct la creșterea conversiilor și a ratei de retenție a clienților. Așadar, atunci când planifici următorul proiect digital, fii sigur că investiția într-un design intuitiv și eficient va aduce beneficii pe termen lung pentru afacerea ta.",

  "We turn your social media presence into a competitive advantage." : "Transformăm prezența ta pe social media într-un avantaj competitiv.",
  "The pulse of a successful brand." : "Pulsul unui brand de succes.",
  "We put your brand in direct contact with those who need it." : "Punem brandul tău în contact direct cu cei care au nevoie de el.",
  "Maximize conversions with effective Facebook Ads strategies." : "Maximizează Conversiile cu Strategii Eficiente de Facebook Ads.",
  "Complete, integrated strategies that work across all touchpoints." : "Strategia completă pentru o prezență digitală de impact.",
  "Creating experiences that captivate and convert." : "Alegeți o interacțiune intuitivă și plăcută cu produsul dvs.",

  "Learn more" : "Află mai multe"
}